Revit 2024 API
ParameterTypeId.StructuralEndReleaseMz Property
 "End Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralEndReleaseMz { get; }
Visual Basic
Public Shared ReadOnly Property StructuralEndReleaseMz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralEndReleaseMz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace